IDEA StatiCa Open Model
RebarSegment3DBase Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The RebarSegment3DBase type exposes the following members.
Properties
Name | Description
EndPoint
 Gets or sets the endpoint of the segment.
Top
See Also
Reference
RebarSegment3DBase Class
IdeaRS.OpenModel.Model Namespace